Tekla.Structures.DrawingInternal.dotGrDate_t
Move this into better place when date is needed by other objects (=Never?)

Tekla.Structures.DrawingInternal.dotGrDate_t.Year


Tekla.Structures.DrawingInternal.dotGrDate_t.Month


Tekla.Structures.DrawingInternal.dotGrDate_t.Day


Tekla.Structures.DrawingInternal.dotGrDate_t.Hour


Tekla.Structures.DrawingInternal.dotGrDate_t.Minute


Tekla.Structures.DrawingInternal.dotGrDate_t.Second


Tekla.Structures.DrawingInternal.dotGrDate_t.FromStruct(System.DateTime@)
